Repository: biospank/sso
Catalog: apps/sso/priv/gettext/*/LC_MESSAGES/default.po
Languages: it

source: Activation code not found
it: Codice di attivazione non trovato

source: Authentication required (invalid token)
it: Richiesta autenticazione (token non valido)

source: Authorization required
it: Richiesta autorizzazione

source: Email not found
it: Email non trovata

source: Reset code not found
it: Codice reset password non trovato

source: User not found
it: Utente non trovato

source: Account not found
it: Account non trovato

source: Account temporary disabled
it: Account temporaneamente disabilitato

source: Account unauthorized
it: Account non autorizzato

source: User temporary disabled
it: Utente temporaneamente disabilitato

source: User unauthorized
it: Utente non autorizzato

source: User not verified
it: Utente non verificato

source: Not Modified
it: Non modificato

source: not valid
it: non valida

source: has already been taken
it: è già stata utilizzata

source: not found
it: non trovato
